;
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Jet Search
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; TranslationAuthorWeb:
; Soft Version: 2.33
; Lang. Update: 2018-Mar-05
;
[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
FrmJSAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmJSAbout.btnok.caption=OK
FrmJSAbout.lblver.caption=Nykyinen Versio:
FrmJSAbout.lblemail.caption=Tuen Sähköposti:
FrmJSAbout.lblhome.caption=Kotisivu:
FrmJSAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmRSMain.btnSupport.hint=Tuki & Palaute
;
; Popup Menu - Ponnahdus Valikko
;
unsupported=Ei tuettu tiedostomuoto
denied=Käyttö estetty
unknownpath=Ei polkua
pmCheckMsg=Auto tarkista Uutiset
pmforum=Keskustelualueelle
pmHelp=Suoraa Apua
pmHome=Kotisivulle
pmCheckNew=Tarkista Päivitykset
pmContact=Ota yhteyttä Meihin
pmLang=Kielet
pmAbout=Tietoja Meistä
pmcpfilename=Kopioi koko polku
pmcppath=Kopioi Hakemisto
pmopen=Avaa Tiedosto
pmopenfolder=Avaa Kansio
pmcpfile=Kopioi Tiedosto/Kansio
pmdel=Poista Tiedosto/Kansio
pmatt=Ominaisuudet
pmSelectAll=Valitse Kaikki Kohteet
pmSelectNone=Ei Mitään
pmSelectInvert=Käänteinen Valinta
pmCheckNew=Tarkista Päivitykset
pmJetHelp=Suorita Pika Etsintä
nopath=Polkua ei löydy
pmcutfile=Siirrä kohteeseen...
pmexportto=Tallenna csv-tiedostona...
;
; Main GUI - Pää Ikkuna
; 
FrmRSMain.btnlikeit.caption=Tykkään
FrmRSMain.btnSearch.caption=Etsi
FrmRSMain.btnfeedback.caption=Ehdotukset ja Palaute
FrmRSMain.btncheckupdate.caption=Tarkista päivitykset
FrmRSMain.btnFacebook.hint=Tykkää WiseCleaneristä Facebookissa
FrmRSMain.btnTwitter.hint=Jaa Wise JetSearchia Twitterissä
FrmRSMain.btnemail.hint=Jaa Wise JetSearchia ystävillesi
;
; Like Us - Tykkää Meistä
;
FrmLikeit.lblTitle.caption=Jos pidät Wise Jet Searchista, suosittele tätä ihanaa vapaata työkaluohjelmaa niille joita rakastat.
FrmLikeit.lblInfo.caption=Jaa Wise Jet Searchista, ystävillesi, luokkakavereillesi ja kolleegoillesi Sähköpostitse, Blogissa, Twitterissä, Youtubessa, Facebookissa, jne.. Hyvin Tehty! Tuot mukavuutta ja tehokkuutta heidän elämäänsä.
FrmLikeit.lblRate.caption= Arvioi Wise Jet Searchia:
FrmLikeit.lblfollow.caption=Seuraa Meitä:
FrmLikeit.lblshare.caption=Jaa Wise Jet Searchia:
FrmLikeit.btndownload.caption=Ladattavat Ohjelmat
FrmLikeit.imgrate.hint=Anna meille 5 tähden arvio CNET:ssä
FrmLikeit.imgmail.hint=Jaa tätä ystävillesi
FrmLikeit.imgface1.hint=Jaa tätä Facebookissa
FrmLikeit.imgface2.hint=Seuraa Meitä Facebookissa
FrmLikeit.imgtwitter1.hint=Jaa tätä Twitterissä
FrmLikeit.imgtwitter2.hint=Seuraa Meitä Twitterissä
FrmLikeit.Caption=Tykkään
FrmLikeit.lbldownload.caption=Lataa lisää vapaita ohjelmia WiseCleaner.com:sta:

[Edit]
pmcut=Leikkaa
pmcopy=Kopioi
pmpaste=Liitä
pmdelete=Poista
pmselectall=Valitse Kaikki


[Message]
Loading=Luodaan osoitteita...
Loaded=Luonti valmis
Audios=Äänitiedostot
Videos=Videotiedostot
Images=Kuvatiedostot
Document=Asiakirjat
Compressed=Pakatut tiedostot
Email=Sähköpostit
NewVer=Uusi versio saatavilla! Haluatko päivittää sen nyt?
KeyDelete=Poista
AllHardDrive=Paikalliset Levyasemat
SelectHardDrive=Valitse Levyasema
ScanFor=Etsitään asemasta:
Search=Etsi
LeftTimeSec=Kesto: %s sekuntti(a)
NoKeyWord=Anna avainsanat joilla haluat etsiä.
Stop=Pysäytä
NoDriveChecked=Valitse asema(t) josta haluat etsiä.
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
TranslateTo=Käännetty kielille...

[FastFind]
Name=Nimi
Path=Polku
FileSize=Tiedosto Koko
FileType=Tiedosto Tyyppi
DateModified=Käytetty Viimeksi
KeyWord=Anna Avainsanat
SearchFinish=Etsintä suoritettu. %d tiedostoa/kansiota löytyi.
SearchAborted=Etsintä Keskeytetty. %d tiedostoa/kansiota löytyi.
NoResult=Hakua vastaavia tiedostoja ei löytynyt.

[Help]
Startup=Suorita JetSearch kun tietokone käynnistetään.
AutoRunMain=Suorita JetSearch pienennetyssä Etsintä ikkunassa
Del=Poista
Tips=Pika etsintä paikallisille tiedostoille/kansioille